{
  "title": "Temel Politikalar ve Şartlar",
  "description": "Şeffaflığı sağlamak ve haklarınızı korumak için, verilerinizi nasıl işlediğimizi ve hizmetlerimizin kullanımını düzenleyen şartları içeren temel belgeleri sizlere sunuyoruz. Kişisel verilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu anlamak için lütfen Gizlilik ve Çerez Politikamızı inceleyin. Ayrıca, DpoX hizmetlerinin kullanımına ilişkin kural ve koşullar Hizmet Şartlarımızda detaylı olarak açıklanmıştır.",
  "tabs": {
    "privacy": "Gizlilik ve Çerez Politikası",
    "terms": "Hizmet Şartları"
  },
  "content": {
    "privacy": "<h2 class=\"text-3xl font-bold mb-4\">GİZLİLİK POLİTİKASI</h2><p class=\"text-gray-600 mb-8\">Son Güncelleme: 1 Eylül 2024</p><div class=\"space-y-8\"><div class=\"mt-8\"><h3 class=\"text-2xl font-semibold mb-4\">1 Kapsam</h3><p>1.1 Bu Gizlilik ve Çerez Politikası (\"Gizlilik Politikası\"), Bilgi Komisyonu Ofisi'ne kayıtlı, 124 City Rd London EC1V 2NX, Londra, Birleşik Krallık adresinde mukim ve Companies House'a 13657800 kayıt numarası ile kayıtlı DpoX Limited (\"DpoX\", \"Biz\", \"Bizim\" veya \"Bizim\") tarafından hazırlanmıştır.</p><p>1.2 Bu Gizlilik Politikası, Hizmetleri kullanımınız sırasında Kişisel Verilerinizin toplanması, kullanılması ve paylaşılmasına ilişkin politika ve prosedürlerimizi açıklamakta ve gizlilik haklarınız ile Kanun'un sizi nasıl koruduğu hakkında bilgi vermektedir. Gizliliğinizi son derece önemli görüyor ve bilgilerinizi her zaman veri koruma kanunlarına uygun olarak tutacağımızı ve işleyeceğimizi taahhüt ediyoruz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">2 Bu Gizlilik Politikasının Uygulandığı Kişiler</h3><p>2.1 Bu Gizlilik Politikası, aşağıdaki veri sahiplerinin kişisel verilerine uygulanır:</p><p>2.2 Potansiyel Müşteri Temsilcileri: Web sitemizdeki iletişim formu veya demo talep formu aracılığıyla kişisel verilerini paylaşan kişiler.</p><p>2.3 Müşteri Şirket Temsilcileri: DpoX hizmetlerini kullanan şirketlerin yöneticileri, departman temsilcileri ve danışmanları.</p><p>2.4 Müşteri şirketler tarafından atanan Veri Gizliliği Danışmanları veya Veri Koruma Görevlileri (VKG'ler).</p><p>2.5 Web Sitemizi ziyaret eden veya destek ya da diğer sorular için DpoX ile iletişime geçen kişiler.</p><p>2.6 İş Ortakları: DpoX hizmetlerinin sunulduğu lokasyonlarda veri koruma hizmetleri sunan bağımsız Veri Koruma Görevlilerini (VKG'ler) ifade eder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">3 Yorum ve Tanımlar</h3><p>3.1 Burada kullanılan terimler, baş harflerinin büyük veya küçük olmasına ve tekil veya çoğul formda görünmesine bakılmaksızın tanımlanan anlamlara sahiptir.</p><p>3.2 Kullanıcı Hesabı, DpoX ve Hizmetlere erişmeniz için size özel olarak oluşturulan hesabı ifade eder.</p><p>3.3 DpoX, DpoX Limited'i ifade eder.</p><p>3.4 Çerezler, DpoX'i ziyaret ettiğinizde bilgisayarınıza veya cihazınıza yerleştirilen küçük dosyaları ifade eder. Bunlar, Web Sitemizin veya DpoX'in çalışmasını veya daha verimli çalışmasını sağlamak, raporlama bilgileri sağlamak ve deneyiminizi kişiselleştirmeye ve tercihlerinizi hatırlamaya yardımcı olmak için kullanılır.</p><p>3.5 Ülke, Birleşik Krallık'ı ifade eder.</p><p>3.6 Veri Sorumlusu, Kanun kapsamında, kişisel verilerin işleme amaçlarını ve yöntemlerini tek başına veya başkalarıyla birlikte belirleyen tüzel kişiyi ifade eder.</p><p>3.7 Veri İşleyen, Kanun kapsamında, Veri Sorumlusu'nun talimatları doğrultusunda Veri Sorumlusu adına Kişisel Verileri işleyen gerçek veya tüzel kişiyi ifade eder.</p><p>3.8 İlgili Kişi, Kanun kapsamında, Kişisel Verileri bir Veri Sorumlusu veya Veri İşleyen tarafından toplanan, işlenen veya saklanan gerçek kişiyi ifade eder.</p><p>3.9 Cihaz, bilgisayar veya dijital tablet gibi DpoX ve Hizmetlere erişebilen herhangi bir cihazı ifade eder.</p><p>3.10 GDPR, AB Genel Veri Koruma Tüzüğü'nü ifade eder.</p><p>3.11 Kanun, 2018 Birleşik Krallık Veri Koruma Yasası, Birleşik Krallık GDPR, AB Genel Veri Koruma Tüzüğü ve diğer geçerli veri koruma mevzuatını ifade eder.</p><p>3.12 Kişisel Veri, tanımlanmış veya tanımlanabilir bir gerçek kişiye ilişkin her türlü bilgiyi ifade eder.</p><p>3.13 Hizmetler, DpoX tarafından sağlanan hizmetleri ifade eder.</p><p>3.14 Hizmet Sağlayıcı, Hizmetleri sağlamak üzere DpoX tarafından istihdam edilen üçüncü taraf şirketleri veya kişileri ifade eder.</p><p>3.15 Üçüncü Taraf API Hizmetleri, bir Kullanıcının Web Sitesi üzerinden erişebileceği herhangi bir web sitesini veya sosyal ağ web sitesini ifade eder.</p><p>3.16 Web Sitesi, https://dpox.app adresini ifade eder.</p><p>3.17 Siz veya Kullanıcı, \"Bu Gizlilik Politikasının Uygulandığı Kişiler\" bölümünde tanımlanan kişileri ifade eder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">4 DpoX'in Veri İşleme Faaliyetlerindeki Rolü</h3><p>4.1 DpoX, veri sorumlusu olan müşteri şirketlerimiz adına kişisel verileri işlerken bir Veri İşleyen olarak hareket eder. Bu, DpoX platformunda temsilcileri, çalışanları ve danışmanları için hesapların oluşturulmasını ve yönetilmesini içerir. Bazı durumlarda, DpoX aynı zamanda bir veri sorumlusu olarak da hareket edebilir, örneğin demo hesapları için veya kendi pazarlama amaçlarımız için web sitesi formları aracılığıyla kişisel verileri topladığımızda ve işlediğimizde. Bu durumlarda, kişisel verilerin işleme amaçlarını ve yöntemlerini biz belirleriz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">5 Kişisel Verilerinizin Toplanması, Kullanılması ve İşleme Amaçları</h3><p>5.1 Demo Hesabı Talep Ederseniz: Ne Topluyoruz: Şirket temsilcisinin adı soyadı, kurumsal e-postası ve telefon numarası. Amaç: Size DpoX hizmetleri hakkında daha fazla bilgi vermek veya size bir demo hesabı oluşturmak. Kaynak: Bilgiler, web sitemizdeki demo talep formu veya iletişim formu aracılığıyla elde edilir.</p><p>5.2 Sipariş Verirseniz: Ne Topluyoruz: Şirket temsilcisinin adı soyadı, kurumsal e-postası ve telefon numarası. Amaç: Siparişinizi işleme koymak, DpoX hizmetlerine erişim sağlamak ve sözleşmesel ilişkiyi yönetmek. Kaynak: Bilgiler sipariş formu aracılığıyla elde edilir.</p><p>5.3 Pazarlama E-postaları için Kayıt Olursanız: Ne Topluyoruz: Ad soyad, kurumsal e-posta ve telefon numarası. Amaç: Onayınıza tabi olarak DpoX hizmetleri hakkında pazarlama iletişimleri göndermek. Kaynak: Bilgiler, web sitemizdeki demo talep formu veya iletişim formu aracılığıyla elde edilir.</p><p>5.4 Bizimle İletişime Geçtiğinizde: Ne Topluyoruz: Ad soyad, kurumsal e-posta ve iletişiminiz sırasında sağladığınız diğer kişisel veriler. Amaç: Sorularınızı yanıtlamak ve destek sağlamak. Kaynak: Bilgiler doğrudan sizin bizimle iletişiminiz aracılığıyla elde edilir.</p><p>5.5 Hizmetler Sırasında: Ne Topluyoruz: Müşteri şirketler tarafından atanan departman temsilcilerinin ve veri gizliliği danışmanlarının veya veri koruma görevlilerinin (VKG'lerin) kurumsal e-postaları. Amaç: DpoX platformuna erişimi yönetmek. Kaynak: Bilgiler çalıştığınız şirketten elde edilir. Ne Topluyoruz: Giriş bilgileri (e-posta adresi ve ilişkili zaman damgaları). Amaç: DpoX platformuna erişimi raporlamak ve hizmetlerin güvenliğini sağlamak. Kaynak: Bilgiler, DpoX platformuna giriş yaptığınızda otomatik olarak toplanır.</p><p>5.6 İş Ortağıysanız: Ne Topluyoruz: Ad soyad, unvan, eğitim bilgileri, kurumsal e-posta, telefon numarası ve fotoğraf. Amaç: DpoX topluluğuna katılımınızı yönetmek, etkinliklere katılımınızı kolaylaştırmak ve profesyonel bilgilerinizi web sitemizde kamuya açık görünürlük için yayınlamak. Kaynak: Bilgiler, DpoX topluluğuna katılmak veya etkinliklerimize katılmak istediğinizi belirttiğinizde doğrudan sizden elde edilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">6 Kişisel Verilerin Aktarılması</h3><p>6.1 Kişisel verilerinizi aşağıdaki durumlarda paylaşabiliriz:</p><p>6.2 Kamu Kurumları ve Mahkemelerle: Kişisel Verilerinizi, kanunun gerektirdiği durumlarda veya resmi taleplerine yanıt olarak mahkemelere, devlet kurumlarına veya diğer yargı ve devlet organlarına açıklayabiliriz.</p><p>6.3 Şirketinizle: Giriş bilgileri (tarih ve saat dahil) şirketiniz ve atanmış VKG'si tarafından erişilebilir.</p><p>6.4 Üçüncü Taraf Hizmet Sağlayıcılarla: Yazılım geliştirme ve teknik yardım için üçüncü taraf hizmet sağlayıcılarla çalışıyoruz ve bu sağlayıcılar verilerinize erişebilir. Bu sağlayıcılarla paylaşılan verilerin, sundukları belirli hizmetle orantılı ve sınırlı olacağını belirtmek önemlidir. Ayrıca, bu Hizmet Sağlayıcıların sıkı veri koruma standartlarına bağlı kalmalarını ve bilgilerinizi korumak için güvenli veri transfer protokollerini takip etmelerini sağlıyoruz.</p><p>6.5 Verilerinizin bu Gizlilik Politikası'na uygun olarak güvenli bir şekilde işlenmesi için makul olarak gerekli tüm adımları atacağız ve verilerinizin ve diğer kişisel bilgilerinizin güvenliği dahil olmak üzere yeterli kontroller olmadıkça hiçbir Kişisel Verinizin bir kuruluşa veya ülkeye aktarılması gerçekleşmeyecektir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">7 Kanun Kapsamında Kişisel Verilerin İşlenmesinin Yasal Dayanağı</h3><p>7.1 Kişisel verilerinizin işlenmesinin yasal dayanağı şunları içerir:</p><p>7.2 Sözleşmenin İfası: İşlemenin şirketiniz ile DpoX arasındaki sözleşmenin yerine getirilmesi için gerekli olduğu durumlar.</p><p>7.3 Meşru Menfaatler: Pazarlama ve hizmet iyileştirme gibi amaçlar için, haklarınızın bu menfaatleri geçersiz kılmadığı durumlarda.</p><p>7.4 Rıza: Pazarlama iletişimleri almak gibi belirli işleme faaliyetleri için rıza verdiğinizde.</p><p>7.5 Yasal Yükümlülükler: Yasal yükümlülüklere uymamız gerektiğinde.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">8 Kişisel Verilerin Saklanması</h3><p>8.1 Kişisel verileri Hizmetlerin Süresi sona erdikten sonra 30 gün boyunca saklarız. Ancak, yasal talepler için gerekli olduğunda veya kanunun gerektirdiği durumlarda verileri daha uzun süre saklayabiliriz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">9 İzleme Teknolojileri ve Çerezler</h3><p>9.1 Hizmetlerimizi optimize etmek için hem birinci taraf hem de üçüncü taraf çerezleri ve benzer izleme teknolojilerini kullanıyoruz.</p><p>9.2 Birinci Taraf ve Üçüncü Taraf Çerezler: Birinci taraf çerezler doğrudan bizim tarafımızdan sunulurken, üçüncü taraf çerezler sosyal medya, reklam ve güvenlik sağlayıcıları dahil olmak üzere güvenilir ortaklardan gelir.</p><p>9.3 Oturum ve Kalıcı Çerezler: Oturum çerezleri yalnızca tarayıcınızı kapatana kadar var olurken, kalıcı çerezler tarayıcıyı kapattıktan sonra da cihazınızda kalır, ancak güvenlik için ömürlerini sınırlı tutuyoruz.</p><p>9.4 DpoX ve Web Sitemizin işlevselliği için gerekli olan, güvenlik özellikleri, dil ayarları ve kullanıcı tercihleri dahil olmak üzere işlevsel çerezler kullanıyoruz. Hizmetlerimizi etkili bir şekilde kullanabilmeniz için bunların etkinleştirilmesi gerekir.</p><p>9.5 Çerezler şu bilgileri toplamak için kullanılır: IP adresi, cihaz kimliği, görüntülenen sayfalar, tarayıcı türü, gezinme davranışı, işletim sistemi, zaman damgası, yönlendiren URL'ler ve DpoX veya Web Sitemizde gerçekleştirilen bazı etkinlikler.</p><p>9.6 Çoğu web tarayıcısı, tarayıcı ayarları aracılığıyla çoğu çerez üzerinde bir miktar kontrol sağlar. Çerezler hakkında daha fazla bilgi edinmek, hangi çerezlerin ayarlandığını görmek için www.aboutcookies.org veya www.allaboutcookies.org adreslerini ziyaret edebilirsiniz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">10 Kişisel Verilerinizin Güvenliği</h3><p>10.1 Kişisel verilerinizin güvenliğini son derece ciddiye alıyoruz. Bilgilerinizin gizliliğini, bütünlüğünü ve yetkisiz erişime veya ifşaya karşı korunmasını sağlamak için sağlam önlemler uyguladık. İşte kişisel verilerinizin güvenliğine nasıl öncelik verdiğimiz:</p><p>10.2 Güvenli Veri Depolama: Kişisel verileriniz, yalnızca yetkili personelin erişimine izin verilen güvenli sunucularda saklanır. Bu sunucular, yetkisiz erişimi önlemek için gelişmiş güvenlik teknolojileriyle korunur.</p><p>10.3 Erişim Kontrolleri: Kişisel verilerinize erişim, görevlerini yerine getirmek için buna ihtiyaç duyan çalışanlar, yükleniciler ve hizmet sağlayıcılarla sınırlıdır. Erişim kontrollerimiz ve kimlik doğrulama mekanizmalarımız, verilerinize yalnızca yetkili kişilerin erişebilmesini sağlar.</p><p>10.4 Veri Minimizasyonu: Yalnızca hizmetlerimizi sağlamak için gerekli olan verileri topluyor ve işliyoruz. Gereksiz veriler saklanmaz, böylece veri depolamayla ilişkili risk azaltılır.</p><p>10.5 Kullanıcı Kimlik Doğrulaması: Hesaplarına yalnızca yetkili kullanıcıların erişebilmesini sağlamak için tek kullanımlık OTP şifreleri dahil olmak üzere kullanıcı kimlik doğrulama mekanizmaları uyguluyoruz.</p><p>10.6 Çalışan Farkındalığı: Veri güvenliğinizi artırmak için çalışanlarımıza kişisel verilerin korunması konusunda farkındalık eğitimi sağlıyoruz.</p><p>10.7 Veri Koruma Taahhütleri: Hizmet Sağlayıcılarımız sıkı veri koruma taahhütlerine uymakla sözleşmesel olarak yükümlüdür. Endüstri en iyi uygulamalarıyla tutarlı güvenlik önlemleri uygulamaları gerekmektedir.</p><p>10.8 Kişisel verilerinizi korumak için mümkün olan her önlemi alsak da, hiçbir sistemin güvenlik risklerine karşı tamamen bağışık olamayacağını kabul etmek önemlidir. Kişisel verilerinizin güvenli kalmasını sağlamak için güvenlik protokollerimizi sürekli olarak izliyor ve gelişen tehditlere uyum sağlamak için güncelliyoruz. Hesabınıza yetkisiz erişim konusunda endişeleriniz varsa veya böyle bir durumdan şüpheleniyorsanız, verilerinizi korumak ve konuyu kapsamlı bir şekilde araştırmak için uygun önlemleri alabilmemiz için lütfen derhal bizimle iletişime geçin.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">11 Kişisel Verilerle İlgili Haklarınız</h3><p>11.1 Kişisel verilerinizle ilgili aşağıdaki haklara sahipsiniz:</p><p>11.2 Erişim Hakkı: Bizde bulunan kişisel verilerinizin bir kopyasını talep edebilirsiniz.</p><p>11.3 Düzeltme Hakkı: Yanlış veya eksik kişisel verilerin düzeltilmesini talep edebilirsiniz.</p><p>11.4 Silme Hakkı: Belirli koşullar altında kişisel verilerinizin silinmesini talep edebilirsiniz.</p><p>11.5 İşlemeyi Kısıtlama Hakkı: Belirli koşullar altında kişisel verilerinizin işlenmesinin kısıtlanmasını talep edebilirsiniz.</p><p>11.6 Veri Taşınabilirliği Hakkı: Verilerinizin başka bir hizmet sağlayıcıya aktarılmasını talep edebilirsiniz.</p><p>11.7 İtiraz Hakkı: Doğrudan pazarlama amaçları için kişisel verilerinizin işlenmesine itiraz edebilirsiniz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">12 Veri Koruma Haklarınızı Kullanma</h3><p>12.1 Veri koruma haklarınızı kullanmak için lütfen contact@dpox.co.uk adresi üzerinden bizimle iletişime geçin. Talebinize, 2018 Birleşik Krallık Veri Koruma Yasası uyarınca bir ay içinde yanıt vereceğiz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">13 Diğer Web Sitelerine Bağlantılar</h3><p>13.1 Web Sitemiz, tarafımızca işletilmeyen diğer web sitelerine bağlantılar içerebilir. LinkedIn sayfası gibi üçüncü taraf bir bağlantıya tıkladığınızda, o üçüncü tarafın sitesine yönlendirilirsiniz. Ziyaret ettiğiniz her sitenin Gizlilik Politikasını incelemenizi önemle tavsiye ederiz.</p><p>13.2 Herhangi bir üçüncü taraf sitesinin veya hizmetinin içeriği, gizlilik politikaları veya uygulamaları üzerinde hiçbir kontrolümüz yoktur ve bunlarla ilgili hiçbir sorumluluk kabul etmiyoruz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">14 Bu Gizlilik Politikasındaki Değişiklikler</h3><p>14.1 Bu Gizlilik Politikasını zaman zaman güncelleyebiliriz. Herhangi bir değişikliği, yeni Gizlilik Politikasını bu sayfada yayınlayarak size bildireceğiz.</p><p>14.2 Bu Gizlilik Politikasını herhangi bir değişiklik için periyodik olarak gözden geçirmeniz önerilir. Bu Gizlilik Politikasındaki değişiklikler, bu sayfada yayınlandıkları anda yürürlüğe girer.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">15 Bize Ulaşın</h3><p>15.1 Bu Gizlilik Politikası hakkında herhangi bir sorunuz varsa, bizimle iletişime geçebilirsiniz:</p><p>15.2 E-posta ile: contact@dpox.co.uk</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">16 TÜRKİYE Özel Eki</h3><p>16.1 DpoX, yerleşik olduğu yer kriterleri nedeniyle 2018 Birleşik Krallık Veri Koruma Yasası ve Birleşik Krallık GDPR'ına tabi olmakla birlikte, Türkiye'deki şirketlerin kişisel verilerini Türkiye'de bulunan sunucularda güvenli bir şekilde saklamaktadır. DpoX bu verileri yurt dışına aktarmamakta, Türk Kişisel Verilerin Korunması düzenlemelerine uygunluğu sağlamaktadır.</p><p>16.2 KVKK ve Türkiye Kişisel Verileri Koruma Kurulu kararları gereğince, DpoX Limited Türkiye'de Veri Sorumluları Sicil Bilgi Sistemi'ne (\"VERBİS\") kayıt olmuştur. DpoX Limited'in VERBİS bildirimi https://verbis.kvkk.gov.tr/ adresinde bulunabilir.</p></div></div>",
    "terms": "<h2 class=\"text-3xl font-bold mb-4\">HİZMET ŞARTLARI</h2><p class=\"text-gray-600 mb-8\">Son Güncelleme: 1 Eylül 2024</p><div class=\"space-y-8\"><div class=\"mt-8\"><h3 class=\"text-2xl font-semibold mb-4\">1 Kapsam</h3><p>1.1 Bu Hizmet Şartları (bundan sonra \"Şartlar\" olarak anılacaktır), DpoX'in nasıl çalıştığını, hizmetlerimizi, hizmetlerimizi kullanırken sizden beklentilerimizi, fikri mülkiyet haklarımızın korunmasını ve hizmetlerimizle ilgili herhangi bir anlaşmazlık durumunda yasal haklarınızı açıklamaktadır. DpoX tarafından onaylanan Sipariş Formu, bu Şartların eki ve tamamlayıcı parçasıdır.</p><p>1.2 Hizmetlerimizi kullanmaya başlamadan önce bu Şartları dikkatlice incelemenizi öneririz.</p><p>1.3 Ayrıca, kişisel verilerin korunması ve gizlilik ile ilgili konular için https://dpox.app/legal adresinde bulunan Gizlilik ve Çerez Politikamızı incelemenizi öneririz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">2 Taraflar</h3><p>2.1 DpoX Hizmetlerini sağlayan tüzel kişiliğe ilişkin bilgiler aşağıda verilmiştir.</p><p>2.2 DpoX Limited</p><p>2.3 124 City Rd London EC1V 2NX, Londra, Birleşik Krallık</p><p>2.4 Şirket numarası 13657800</p><p>2.5 (Bundan sonra \"DpoX\" olarak anılacaktır.)</p><p>2.6 Diğer yandan, bu Şartları onaylayan ve DpoX hizmetlerini veya demo hesabını kullanan kuruluşlar, bu Şartlar kapsamında \"Şirket\" olarak anılacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">3 Tanımlar</h3><p>3.1 \"Yönetici\", Şirket tarafından yönetici olarak atanan ve bu kapsamda DpoX'e görüntüleme hakları ile erişimi olan Son Kullanıcıyı ifade eder.</p><p>3.2 \"Danışman\", kişisel verilerin korunması düzenlemelerine uyumun sağlanması için danışmanlık hizmetleri vermek üzere Şirket tarafından istihdam edilen veya sözleşme yapılan ve DpoX sisteminde danışman olarak atanan Son Kullanıcıyı ifade eder.</p><p>3.3 \"Departman Temsilcisi\", Şirket tarafından DpoX sisteminde departman temsilcisi olarak atanan ve DpoX üzerinden kendi departmanına ilişkin ekranları görüntüleme ve güncelleme yetkisine sahip olan Son Kullanıcıyı ifade eder.</p><p>3.4 \"Marka\", her bir tarafa ait olan ve ilgili tarafça zaman zaman korunmuş olan ticari isimler, ticari markalar, hizmet markaları, logolar, alan adları ve diğer ayırt edici özellikleri ifade eder.</p><p>3.5 \"Gizli Bilgi\", Hizmetlerin sağlanması veya tedariki sırasında bir tarafın diğeriyle paylaştığı, gizli olarak belirtilen veya doğası gereği gizli sayılan bilgileri ifade eder.</p><p>3.6 \"Hizmetler\", bu Şartların kabul edildiği tarihte yürürlükte olan DpoX tarafından sağlanan temel hizmetleri ifade eder.</p><p>3.7 \"Kurumsal E-posta Adresi\", Son Kullanıcının DpoX'e giriş yapmak için kullandığı, Şirketin kurumsal alan adı ile biten e-posta adresini ifade eder.</p><p>3.8 \"Alan Adı\", Hizmetlerle bağlantılı olarak kullanılacak olan ve Sipariş Formunda belirtilen alan adını ifade eder.</p><p>3.9 \"Son Kullanıcılar\", Şirket tarafından Hizmetleri kullanmak üzere yetkilendirilen ve Yöneticiler, Departman Temsilcileri veya Danışmanları içerebilen kişileri ifade eder.</p><p>3.10 \"Son Kullanıcı Hesabı\", Son Kullanıcıların Hizmetlere erişmesini ve kullanmasını sağlayan, Şirket tarafından DpoX sisteminde atanan hesapları ifade eder.</p><p>3.11 \"Fikri Mülkiyet Hakları\", tüm patent hakları, telif hakları, ticari marka hakları, ticari sır hakları (varsa), tasarım hakları, veritabanı hakları, alan adı hakları, manevi haklar ve dünya çapındaki diğer tüm fikri mülkiyet haklarını (tescilli veya tescilsiz) ifade eder.</p><p>3.12 \"Temsilci E-posta Adresi\", Şirketi temsil eden ve tüm onayların, taleplerin ve bildirimlerin gönderileceği kişiye ait olan, Sipariş Formunda Şirket tarafından sağlanan e-posta hesabını ifade eder.</p><p>3.13 \"Sipariş Formu\", DpoX Hizmetlerine erişmek için doldurulan, Şirket ve yetkili temsilcisi hakkında bilgilerin yanı sıra Hizmetlerin süresi, fiyatlandırması ve diğer yönleriyle ilgili detayları içeren çevrimiçi formu ifade eder.</p><p>3.14 \"Hizmet Süresi\", Sipariş Formunda belirtilen, başlangıç ve bitiş tarihleri gösterilen bir yıllık süreyi ifade eder.</p><p>3.15 \"Ücretler\", o tarihte geçerli olan https://tr.dpox.app/ücretler sayfasında listelenen Hizmetlerin fiyatlarını ifade eder. Fiyatlara Vergiler dahil değildir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">4 Temel Hizmetler</h3><p>4.1 DpoX, kişisel verilerin korunması düzenlemelerine uyum ve sürekli uyumun sürdürülmesiyle ilgili iş akışlarını kolaylaştırmak için çeşitli araçlar sağlayan bir yazılımdır.</p><p>4.2 DpoX Hizmetleri aşağıda listelenmiştir:</p><p>4.3 DpoX şu ekranlardan oluşur: Şirket, Departman, Envanter, Aksiyonlar, Dokümanlar, Veri Sorumluları Sicili ve Denetim.</p><p>4.4 Şirket Ekranı, departmanların ve temsilcilerin atamalarının ve güncellemelerinin yapıldığı, yetkilendirme süreçlerinin gerçekleştirildiği ve Şirketin varlıklarının görüntülendiği yerdir.</p><p>4.5 Departman Ekranı, Departman Temsilcilerinin süreç ve aksiyon durumlarıyla ilgili özet bilgileri ve verileri görüntüleyebildiği yerdir.</p><p>4.6 Envanter Ekranı, Departman Temsilcilerinin kendi departmanları için kişisel veri işleme faaliyetleri, tedarikçiler ve kişisel veri transfer faaliyetleriyle ilgili bilgileri güncelleyebildiği yerdir. Danışmanlar ayrıca bu ekranda bulunan analiz araçlarını kullanarak veri işleme ve transfer faaliyetlerini değerlendirebilir.</p><p>4.7 Aksiyonlar Ekranı, Danışmanlar tarafından tanımlanan aksiyonların Departman Temsilcileri tarafından görüntülendiği ve bu aksiyonların tamamlanma durumlarıyla ilgili bilgilerin iletilebileceği yerdir.</p><p>4.8 Dokümanlar Ekranı, kişisel verilerin korunması düzenlemelerine uygun olarak Şirket tarafından hazırlanan ve periyodik olarak güncellenen tüm dokümanların Danışmanlar tarafından yüklendiği ve Kullanıcılar tarafından indirilebildiği yerdir.</p><p>4.9 Veri Sorumluları Sicili Ekranı, Şirket tarafından Veri Sorumluları Siciline raporlanması gereken özet tabloların bulunduğu yerdir.</p><p>4.10 Denetim Ekranı, departman aksiyonlarının tamamlanma durumuna ilişkin istatistiklerin görüntülendiği ve Yöneticiler ve Danışmanlar tarafından görüntülenebilen yerdir. Yöneticiler ayrıca Denetim Ekranında yıl boyunca Danışmanlar ve Departman Temsilcileri tarafından gerçekleştirilmesi planlanan periyodik görevleri görüntüleyebilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">5 Kullanıcılar</h3><p>5.1 DpoX, üç farklı kullanıcı tipini barındıracak şekilde tasarlanmıştır: Yönetici, Departman Temsilcisi ve Danışman.</p><p>5.2 Kullanıcılar, yetkilerine bağlı olarak DpoX içindeki Şirket, Departman, Envanter, Aksiyonlar, Dokümanlar, Veri Sorumluları Sicili ve Denetim ekranlarında görüntüleme ve güncelleme işlemleri gerçekleştirebilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">6 İşlev</h3><p>6.1 DpoX, Şirkete bu Şartların kabul edildiği tarihteki tasarım ve işlevselliği ile (\"mevcut haliyle\") sağlanır ve herhangi bir özel amacın gerçekleştirilmesini garanti etmez. Lütfen aşağıdaki sorumluluk reddini inceleyin. DpoX, DpoX uygulamasını ve ekranlarını değiştirme ve geliştirme hakkını saklı tutar. Herhangi bir değişiklik veya güncelleme Şirkete bildirilecektir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">7 Ücretsiz Demo Hesabı</h3><p>7.1 DpoX, DpoX Hizmetlerinin test edilmesine olanak sağlamak için 3 iş günü boyunca erişilebilen ücretsiz bir demo hesabı sunar. Demo hesabını etkinleştirmek için Şartların kabul edilmesi ve Şirketin yetkili temsilcisinin kurumsal e-posta adresine gönderilen doğrulama kodunun kurumsal e-posta adresini doğrulamak ve Şartların kabulünü onaylamak için kullanılması gerekir. Demo hesabı başvuruları https://dpox.app/demo üzerinden yapılabilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">8 Hizmetlerin Kullanımı</h3><p>8.1 Hizmetleri kullanmak için, Şirket DpoX'e Sipariş Formu aracılığıyla en azından şu bilgileri sağlamalıdır: Şirketin unvanı, kayıtlı adresi, ticaret sicil numarası, vergi kimlik numarası ve bağlı olduğu vergi dairesi; ayrıca Şirketin yetkili temsilcisinin tam adı, kurumsal e-posta adresi ve telefon numarası. Sipariş Formu ve bu Şartların kabulü de gereklidir.</p><p>8.2 Hizmetleri kullanmak için, Şirketin yetkili temsilcisinin e-posta adresine gönderilen doğrulama kodu kullanılarak kurumsal e-posta adresi doğrulanmalı ve Şartların ve Sipariş Formunun kabulü onaylanmalıdır.</p><p>8.3 Şirket, hesabın oluşturulması için DpoX'e sağlanan bilgilerden sorumlu olacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">9 Fikri Mülkiyet ve Lisans</h3><p>9.1 Bu Şartlarda açıkça belirtilen durumlar dışında, bu Şartlardaki hiçbir şey taraflardan herhangi birine diğer tarafın içeriğine veya fikri mülkiyet haklarına ilişkin zımni veya başka haklar vermez. Şirketin verilerindeki tüm fikri mülkiyet hakları Şirkete, Hizmetlerle ilgili tüm fikri mülkiyet hakları ise DpoX'e aittir.</p><p>9.2 DpoX, Şirkete özelleştirilmiş veya kişiselleştirilmiş bir lisans sağlamaz. Metin, grafikler, alan adları, kod, algoritmalar, görseller ve logolar ile bunların türevleri dahil ancak bunlarla sınırlı olmamak üzere tanımlanan tüm içerik ve materyaller DpoX'in fikri mülkiyetidir. Herhangi bir içeriğin izinsiz kullanımı, çoğaltılması, dağıtılması, görüntülenmesi veya iletilmesi dahil ancak bunlarla sınırlı olmamak üzere kesinlikle yasaktır. Bu Şartlar, Şirkete lisansla ilgili herhangi bir mülkiyet hakkı vermez, yalnızca bu Şartlara göre Hizmetleri kullanmak için sınırlı, iptal edilebilir bir hak sağlar.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">10 Ücretler ve Faturalandırma</h3><p>10.1 DpoX Hizmetlerinin fiyatlandırması, Şirketin DpoX üzerindeki kullanıcı sayısına göre belirlenir ve Sipariş Formunda belirtilen Şirket tercihine göre aylık veya yıllık olarak faturalandırılır.</p><p>10.2 Ücretler hesaplanırken, Hizmetlerin kısmen kullanıldığı günler tam güne yuvarlanır.</p><p>10.3 Hizmetlerin kullanımı sırasında, Şirket Sipariş Formunda belirtilen sayının üzerinde ek kullanıcı hesapları oluşturulmasını talep edebilir. Ek kullanıcı hesapları için ücretler takip eden ayların faturalarına yansıtılacaktır. Faturalandırma yıllık olarak yapılıyorsa, ek kullanıcı hesapları için yeni bir fatura düzenlenecektir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">11 Ödemeler</h3><p>11.1 Tüm ödemeler Sipariş Formunda veya faturada belirtilen para biriminde yapılacaktır.</p><p>11.2 Fatura ödemeleri, Sipariş Formunda belirtilen DpoX'in banka hesap bilgileri üzerinden yapılır. Fatura ödemeleri fatura tarihinden itibaren 30 gün içinde yapılmalıdır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">12 Vergiler</h3><p>12.1 Şirket tüm Vergilerden sorumludur ve DpoX'e Hizmetler için yapılacak ödemeleri herhangi bir vergi kesintisi yapmadan gerçekleştirecektir. DpoX'in kaynakta Vergileri tahsil etme veya ödeme yükümlülüğü varsa, bu Vergiler Şirkete faturalanacaktır. Şirket DpoX'e zamanında ve geçerli bir vergi muafiyet belgesi sağlamazsa, Şirket Vergileri DpoX'e ödeyecektir. Şirket, yanlış bilgi verilmesi veya gerekli Vergilerin ödenmemesi nedeniyle DpoX'in uğradığı zararlardan sorumlu olacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">13 Fatura İtirazları</h3><p>13.1 Faturalandırma ve ödemeyle ilgili tüm talepler DpoX tarafından incelenir. Dikkate alınması için, faturalandırma ve ödemeyle ilgili herhangi bir itiraz, faturanın vadesi gelmeden önce iyi niyetle sunulmalıdır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">14 Geç Ödeme</h3><p>14.1 Fatura ödemeleri fatura tarihinden itibaren 30 gün içinde yapılmazsa, bu durum geç ödeme olarak kabul edilecek ve DpoX Hizmetleri askıya alınacaktır. Ayrıca, Sipariş Formunda belirtilen yıllık ücret muaccel hale gelecektir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">15 Ücretlerde Değişiklik</h3><p>15.1 DpoX ücretlerde herhangi bir zamanda değişiklik yapabilir. Ancak, bu değişiklikler yenileme döneminde geçerli olacaktır. Şirket, yenileme dönemini takip eden 30 gün içinde herhangi bir ek ödeme yükümlülüğü olmaksızın Hizmetleri sonlandırabilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">16 Yasaklı Kullanımlar</h3><p>16.1 DpoX, süre boyunca Şirket tarafından bu Şartlarda belirtilen hüküm ve koşullara uygun olarak kullanılmalıdır.</p><p>16.2 Şirket, Hizmetlerin kendisi veya Son Kullanıcılar tarafından aşağıdaki yasaklı yollarla kullanılmayacağını, bu tür kullanımları önlemek ve sonlandırmak için makul çaba göstereceğini ve bu tür bir kullanım tespit edilirse DpoX'i derhal bilgilendireceğini kabul eder. Şirket, Son Kullanıcıların yasaklı kullanımlarından kaynaklanan zararlardan sorumlu olacaktır.</p><p>16.3 Yasaklı kullanımlar şunları içerir:</p><p>(a) Hizmetlerin, Hesapların veya kullanıcı bilgilerinin yetkisiz kullanımı veya erişimi</p><p>(b) Hizmetlerin kopyalanması, değiştirilmesi veya türev çalışmalarının oluşturulması</p><p>(c) Hizmetlere tersine mühendislik uygulanması, hizmetlerin kaynak koduna dönüştürülmesi, çevrilmesi veya parçalanması ya da Hizmetlerin kaynak kodunun bir kısmını veya tamamını çıkarma girişimi</p><p>(d) Hizmetlerin bir kısmının veya tamamının satışı, yeniden satışı, alt lisanslanması, devri veya dağıtımı</p><p>(e) Hizmetlerin yasa dışı faaliyetler için kullanılması</p><p>(f) Hizmete özgü kullanım sınırlarını aşmak veya ücret ödemelerinden kaçınmak için tek bir hesabı taklit eden veya benzeten birden fazla hesap oluşturulması</p>16.4 Şirket, DpoX üzerinde Kullanıcı Hesapları oluşturma hakkına sahip bir veya daha fazla Yönetici atayabilir. Şirket, Son Kullanıcı Hesap bilgilerinin ve ilgili şifrelerin gizliliğini ve güvenliğini sağlamaktan ve Son Kullanıcı Hesaplarının tüm kullanımlarından sorumludur.</p><p>16.5 DpoX, Şirketin veya herhangi bir Son Kullanıcının kullanımının bu Şartları ihlal ettiğini tespit ederse, Şirketi bilgilendirecek ve ihlalin giderilmesini talep edecektir. Şirket, DpoX'in talebini takip eden 24 saat içinde ihlali gidermezse, DpoX, ihlal çözülene kadar Şirketin Hizmetleri kullanımını tamamen veya kısmen askıya alabilir veya sonlandırabilir. Kabul edilemez kullanım durumlarında, DpoX Şirkete herhangi bir ön bildirimde bulunmadan Hizmetleri askıya alabilir veya sonlandırabilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">17 Gizlilik</h3><p>17.1 Gizli Bilginin alıcısı, bilgiyi yalnızca bu Şartlar kapsamındaki haklarını kullanmak ve yükümlülüklerini yerine getirmek için kullanacak ve Gizli Bilginin ifşasını önlemek için makul çaba gösterecektir. Alıcı, Gizli Bilgiyi, bu bilgiyi bilmesi gereken çalışanlara, yöneticilere ve danışmanlara, bu kişilerin gizliliği korumalarını zorunlu kılan gizlilik sözleşmeleri imzalamış olmaları şartıyla açıklayabilir. Alıcı, bu kişilerin Gizli Bilgiyi yalnızca bu Şartlar kapsamındaki haklarını kullanmak ve yükümlülüklerini yerine getirmek için kullanmalarını sağlayacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">18 Kişisel Verilerin Korunması</h3><p>18.1 Kişisel veriler, alıcı taraf tarafından yalnızca bu Şartlardan veya Hizmetlerden doğan yükümlülüklerin yerine getirilmesi amacıyla kesinlikle işlenebilir. Kişisel verilerin saklanmasına ilişkin yasal bir yükümlülük olmadığı sürece, bu veriler taraflar arasındaki hukuki ilişkinin sona ermesine ilişkin mevzuata uygun olarak imha edilecektir. Ayrıca, taraflar kişisel verilerin güvenliğini sağlamak ve kişisel verilere yetkisiz erişimi önlemek için gerekli teknik ve idari tedbirleri almakla yükümlüdür.</p><p>18.2 Kişisel verilerin korunması ve gizliliği ile ilgili konular için https://dpox.app/legal adresinde bulunan Gizlilik ve Çerez Politikamızı incelemenizi öneririz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">19 Tanıtım</h3><p>19.1 Taraflar, DpoX Hizmetlerini kullandıklarını veya kendilerine sağlandığını kamuya açık olarak beyan edebilir ve çevrimiçi veya çevrimdışı tanıtım materyallerinde logolar ve başlıklarla sınırlı olmak üzere marka öğelerini yayınlayabilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">20 Süre</h3><p>20.1 Süre, bu Şartların kabul edildiği tarihte başlar ve Hizmetlerin sonlandırılması veya yenilenmesine kadar devam eder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">21 Yenileme</h3><p>21.1 Şirket tarafından aksi bildirilmedikçe, Hizmetler Sipariş Formunda belirtilen yılın sonunda bir sonraki yıl için otomatik olarak yenilenecektir.</p><p>21.2 Yenilenen dönem için ücretler, o tarihteki Hizmetlerin güncel fiyatlarına göre belirlenecektir.</p><p>21.3 Taraflardan herhangi biri Hizmetleri yenilemek istemezse, Sipariş Formunda belirtilen sürenin sona ermesinden sonraki 30 gün içinde diğer tarafa bildirmek zorundadır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">22 Nedenli Fesih</h3><p>22.1 Şartlar, aşağıdaki durumlarda taraflardan herhangi birinin tek taraflı bildirimi ile feshedilebilir:</p><p>(a) Taraflardan herhangi birinin bu Şartların herhangi bir önemli hükmünü ihlal etmesi ve ihlalin bildirilmesinden sonraki 30 gün içinde bu ihlali gidermemesi</p><p>(b) Taraflardan herhangi birinin iş faaliyetlerini durdurması veya iflas ilan etmesi</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">23 İade Yapılmaması</h3><p>23.1 Bu Şartların feshi veya yenilenmemesi durumunda, DpoX herhangi bir ücret iadesi yapmakla yükümlü olmayacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">24 Hizmetlerde ve Hizmet Şartlarında Değişiklikler</h3><p>24.1 DpoX, zaman zaman Hizmetlerde ticari olarak makul değişiklikler yapabilir. DpoX, Şirketin Hizmetleri kullanımını önemli ölçüde etkileyen bir değişiklik yaparsa, Şirketi bilgilendirecektir.</p><p>24.2 DpoX bu Şartları zaman zaman değiştirebilir ve bu değişiklikleri https://dpox.app/legal adresinde yayınlayacaktır. Bu değişiklikler yalnızca Şirketin bir sonraki Sipariş Döneminin başlangıcında yürürlüğe girecek ve Şirketin o tarihte Hizmetleri kullanmaya devam etmesi değişikliklerin kabulü anlamına gelecektir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">25 Temel Hizmetlerin Sonlandırılması</h3><p>25.1 DpoX, Şirkete sonlandırmadan en az 6 ay önce bildirimde bulunmak şartıyla, Temel Hizmetlerini sonlandırabilir ve faaliyetlerini durdurabilir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">26 Beyan ve Garantiler</h3><p>26.1 Her bir taraf, DpoX veya Şirket adına bu Şartları onaylamak için gerekli tüm haklara ve yetkiye sahip olduğunu ve Hizmetlerin sağlanmasını veya kullanımını düzenleyen tüm geçerli yasalara uyacağını beyan ve garanti eder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">27 Sorumluluk Reddi</h3><p>27.1 DpoX, uygunluk, belirli bir amaca uygunluk, mülkiyet, ihlal etmeme veya Hizmetlerin hatasız veya kesintisiz olacağına dair garantiler dahil ancak bunlarla sınırlı olmamak üzere, açık veya zımni hiçbir garanti vermez. DpoX ayrıca Hizmetler aracılığıyla erişilebilen herhangi bir içerik veya bilgi hakkında hiçbir beyanda bulunmaz ve bu tür tüm garanti ve beyanları açıkça reddeder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">28 Sorumluluğun Sınırlandırılması</h3><p>28.1 Hiçbir taraf, bu Şartlardan kaynaklanan veya bunlarla bağlantılı olarak ortaya çıkan dolaylı, sonuçsal, özel, arızi veya cezai zararlardan ya da kâr, tasarruf veya itibar kaybından sorumlu olmayacaktır.</p><p>28.2 Her bir tarafın bu Şartlardan kaynaklanan toplam sorumluluğu, sorumluluğa yol açan olaydan önceki 12 aylık dönemde Şirket tarafından ödenen ücretlerle sınırlı olacaktır. Ancak bu sınırlama, dolandırıcılık veya hileli yanlış beyan durumlarında veya fikri mülkiyet hakları ihlali durumunda geçerli olmayacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">29 Bildirimler</h3><p>29.1 Bu Şartlar kapsamında DpoX'e yapılacak bildirimler contact@dpox.co.uk adresine, Şirkete yapılacak bildirimler ise Sipariş Formunda Şirket tarafından belirtilen Temsilci E-posta Adresine gönderilecektir. E-posta gönderildiğinde, bildirimin alındığı kabul edilecektir. Taraflar, e-posta adreslerindeki güncellemeleri yukarıda açıklanan bildirim prosedürlerine uygun olarak birbirlerine bildireceklerdir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">30 Devir</h3><p>30.1 Taraflardan hiçbiri, diğer tarafın önceden yazılı izni olmadan bu Şartlar kapsamında doğan yükümlülüklerini veya haklarını devredemez.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">31 Mücbir Sebep</h3><p>31.1 Taraflardan hiçbiri, doğal afetler, askeri eylemler, yargı veya idari makamların müdahalesi, kazalar, savaşlar, devrimler veya siber saldırılar gibi mücbir sebep olayları nedeniyle bu Şartlar kapsamındaki yükümlülüklerini yerine getirememekten dolayı diğer tarafa karşı sorumlu olmayacaktır.</p><p>31.2 Taraflar, bu Şartlar kapsamında sağlanan Hizmetlerin web tabanlı DpoX platformu üzerinden sunulacağını ve salgın nedeniyle uygulanan karantina gibi durumların Hizmetlerin sağlanmasını engellemeyeceğini kabul, beyan ve taahhüt eder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">32 Ortaklık Olmaması</h3><p>32.1 Bu Şartlar veya Hizmetler, taraflar arasında bir ortaklık veya herhangi bir ortak girişim biçimi oluşturmaz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">33 Feragat Olmaması</h3><p>33.1 Hiçbir taraf, herhangi bir yükümlülüğün yerine getirilmemesi (veya yerine getirilmesinde gecikme) nedeniyle bu Sözleşme kapsamındaki herhangi bir haktan feragat etmiş sayılmayacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">34 Bölünebilirlik</h3><p>34.1 Bu Sözleşmenin herhangi bir hükmünün geçersiz, yasadışı veya uygulanamaz olduğunun tespit edilmesi halinde, Sözleşmenin kalan hükümleri tam olarak yürürlükte kalmaya devam edecektir.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">35 Üçüncü Taraf Yararlanıcıların Olmaması</h3><p>35.1 Hizmetler herhangi bir üçüncü tarafa fayda sağlamaz.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">36 Geçerliliğini Sürdüren Hükümler</h3><p>36.1 Bu Şartlarda yer alan Fikri Mülkiyet, Gizlilik, Veri Koruma, Marka Kullanımı ve Sorumluluk Reddi ile ilgili hükümler, bu Şartların sona ermesi veya feshinden sonra bile yürürlükte kalacaktır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">37 Sözleşmenin Bütünlüğü</h3><p>37.1 Bu Şartlar, taraflar arasında kararlaştırılan tüm hüküm ve koşulları düzenler ve bu Şartların önceki tüm versiyonları dahil olmak üzere, Hizmetlerle ilgili taraflar arasındaki sözlü veya yazılı tüm önceki anlaşmaların yerini alır.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">38 Geçerli Hukuk ve Yargı Yetkisi</h3><p>38.1 Bu Şartlardan veya Hizmetlerden kaynaklanan veya bunlarla bağlantılı her türlü anlaşmazlık veya talep (sözleşme dışı anlaşmazlıklar veya talepler dahil), İngiltere ve Galler yasalarına göre yönetilecek ve yorumlanacaktır.</p><p>38.2 Taraflar, bu Şartlardan veya Hizmetlerden kaynaklanan veya bunlarla bağlantılı her türlü anlaşmazlık veya talebin (sözleşme dışı anlaşmazlıklar veya talepler dahil) çözümü için İngiltere ve Galler mahkemelerinin münhasır yargı yetkisine geri dönülemez şekilde tabi olmayı kabul eder.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">39 Başlıklar</h3><p>39.1 Bu Şartlarda kullanılan başlıklar ve alt başlıklar, düzenlemenin kolaylığı ve açıklığı için eklenmiştir ve bu Şartların yorumlanmasında dikkate alınmayacaktır.</p></div></div>"
  }
}



