{
  "title": "Key Policies and Terms",
  "description": "To ensure transparency and protect your rights, we provide you with essential documents outlining how we handle your data and the terms governing your use of our services. Please review our Privacy and Cookie Policy to understand how we collect, use, and protect your personal information. Additionally, our Terms of Service detail the rules and conditions for using DpoX services.",
  "tabs": {
    "privacy": "Privacy and Cookie Policy",
    "terms": "Terms of Service"
  },
  "content": {
    "privacy": "<h2 class=\"text-3xl font-bold mb-4\">PRIVACY POLICY</h2><p class=\"text-gray-600 mb-8\">Last Updated: September 1st, 2024</p><div class=\"space-y-8\"><div class=\"mt-8\"><h3 class=\"text-2xl font-semibold mb-4\">1 Scope</h3><p>1.1 This Privacy and Cookie Policy (\"Privacy Policy\") has been prepared by DpoX Limited (\"DpoX\", \"We\", \"Us\" or \"Our\"), registered with the Information Commissioner's Office, located at 124 City Rd London EC1V 2NX, London, UK and registered with the Companies House under the registration number 13657800.</p><p>1.2 This Privacy Policy describes our policies and procedures on the collection, use and disclosure of your Personal Data when you use the Services and tells you about your privacy rights and how the Law protects you. We consider your privacy to be of utmost importance and we will always hold and process your information in accordance with data protection laws.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">2 To Whom This Privacy Policy Applies</h3><p>2.1 This Privacy Policy applies to the personal data of the following data subjects:</p><p>2.2 Potential Client Representatives: Individuals who provide their personal data through our contact form or demo request form on our website.</p><p>2.3 Client Company Representatives: Managers, department representatives, and consultants of companies using DpoX services.</p><p>2.4 Data Privacy Consultants or Data Protection Officers (DPOs) assigned by the client companies.</p><p>2.5 Individuals who visit our Website or interact with DpoX for support or other inquiries.</p><p>2.6 Business Partners: Refers to independent Data Protection Officers (DPOs) who provide data protection services in locations where DpoX services are available.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">3 Interpretation and Definitions</h3><p>3.1 The terms used herein have meanings defined under regardless of whether the initial letter is capitalized or not, and regardless of whether they appear in singular or plural form.</p><p>3.2 User Account means a unique account created for you to access DpoX and Services.</p><p>3.3 DpoX refers to the DpoX Limited</p><p>3.4 Cookies refers to the small files that are placed on your computer or device when you visit DpoX. Those are used to make our Website or DpoX work or to work more efficiently, as well as to provide reporting information and to help personalize your experience and remembering your preferences.</p><p>3.5 Country refers to United Kingdom.</p><p>3.6 Data Controller, for the purposes of the Law, refers to the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.</p><p>3.7 Data Processor, for the purposes of the Law, a natural or legal person that processes Personal Data on behalf of a Data Controller as instructed by the Data Controller.</p><p>3.8 Data Subject, for the purposes of the Law, refers to an individual whose Personal Data is being collected, processed, or stored by a Data Controller or Data Processor.</p><p>3.9 Device means any device that can access DpoX and Services such as a computer or a digital tablet.</p><p>3.10 GDPR refers to EU General Data Protection Regulation.</p><p>3.11 Law refers to 2018 UK Data Protection Act, UK GDPR, EU General Data Protection Regulation and any other applicable data protection legislation.</p><p>3.12 Personal Data is any information that relates to an identified or identifiable individual.</p><p>3.13 Services refers to the services provided by DpoX.</p><p>3.14 Service Provider refers to third-party companies or individuals employed by DpoX, to provide the Services.</p><p>3.15 Third-party API Services refers to any website or any social network website which a User can access through the Website.</p><p>3.16 Website refers to https://dpox.app</p><p>3.17 You or User refers the individuals defined in section \"To Whom This Privacy Policy Applies\"</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">4 The Role of DpoX in Data Processing Activities</h3><p>4.1 DpoX acts as a Data Processor when processing personal data on behalf of our client companies, who are the data controllers. This includes creating and managing accounts for their representatives, employees, and consultants within the DpoX platform. In certain situations, DpoX may also act as a data controller, such as when we collect and process personal data through our website forms for demo accounts or for our own marketing purposes. In these instances, we determine the purposes and means of processing the personal data.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">5 Collecting and Using Your Personal Data and Purposes of Processing</h3><p>5.1 If You Request a Demo Account: What We Collect: Full name, business email, and phone number of the company representative. Purpose: To provide you with further information about DpoX services or to create a demo account for you. Source: The information is obtained through our demo request form or contact form on our website.</p><p>5.2 If You Place an Order: What We Collect: Full name, business email, and phone number of the company representative. Purpose: To process your order, provide access to DpoX services, and manage the contractual relationship. Source: The information is obtained through the order form.</p><p>5.3 If You Register for Marketing Emails: What We Collect: Full name, business email, and phone number. Purpose: To send you marketing communications about DpoX services, subject to your consent. Source: The information is obtained through the demo request form or contact form on our website.</p><p>5.4 When You Get in Touch with Us: What We Collect: Full name, business email, and any other personal data you provide during your interaction. Purpose: To respond to your inquiries and provide support. Source: The information is obtained directly from you through your communication with us.</p><p>5.5 During the Services: What We Collect: Business emails of the department representatives and data privacy consultants or data protection officers (DPOs) assigned by the client companies. Purpose: To manage access to the DpoX platform. Source: The information is obtained from the company you work for. What We Collect: Login information (email address and associated timestamps). Purpose: To report the access to the DpoX platform and ensure the security of the services. Source: The information is collected automatically when you log in to the DpoX platform.</p><p>5.6 If You Are a Business Partner: What We Collect: Full name, title, education details, business email, phone number, and a photo. Purpose: To manage your participation in the DpoX community, facilitate your involvement in events, and publish your professional details on our website for public visibility. Source: The information is obtained directly from you when you express interest in joining the DpoX community or participating in our events.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">6 Transfer of Personal Data</h3><p>6.1 We may share your personal data under the following circumstances:</p><p>6.2 With Public Institutions and Courts: We may disclose your Personal Data to courts, government agencies, or other judicial and governmental bodies when required by law or in response to their official requests.</p><p>6.3 With Your Company: Login information (including date and time) may be accessed by your company and its designated DPO.</p><p>6.4 With Third-Party Service Providers: We engage third-party service providers for software development and technical assistance, who may access your data. It's important to note that any data shared with these providers will be limited and proportionate to the specific service they are rendering on our behalf. We also ensure that these Service Providers commit to stringent data protection standards and follow secure data transfer protocols to safeguard your information.</p><p>6.5 We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">7 Legal Basis for Processing Personal Data under the Law</h3><p>7.1 The legal basis for processing your personal data includes:</p><p>7.2 Performance of a Contract: When processing is necessary to perform the contract between your company and DpoX.</p><p>7.3 Legitimate Interests: For purposes such as marketing and service improvement, provided that your rights do not override these interests.</p><p>7.4 Consent: When you have given consent for specific processing activities, such as receiving marketing communications.</p><p>7.5 Legal Obligations: When we are required to comply with legal obligations.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">8 Retention of Personal Data</h3><p>8.1 We retain personal data for 30 days after the expiration of the Term of the Services. However, we may retain the data longer if necessary for legal claims or as required by law.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">9 Tracking Technologies and Cookies</h3><p>9.1 We use both first-party and third-party cookies, as well as similar tracking technologies, to optimize Our Services.</p><p>9.2 First-Party and Third-Party Cookies: First-party cookies are served directly by us, while third-party cookies come from trusted partners, including social media, advertising, and security providers.</p><p>9.3 Session and Permanent Cookies: Session cookies exist only until you close your browser, while permanent cookies remain on your device after closing the browser, but We keep their lifespan limited for security.</p><p>9.4 We use functional cookies which are essential for DpoX and our Website's functionality, including security features, language settings, and user preferences. These must be enabled for you to use our services effectively.</p><p>9.5 Cookies are employed to collect information such as: IP address, device id, viewed pages, browser type, browsing behaviour, operating system, timestamp, referring URLs and some activities on DpoX or our Website.</p><p>9.6 Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set, visit www.aboutcookies.org or www.allaboutcookies.org.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">10 Security of Your Personal Data</h3><p>10.1 We take the security of your personal data with the utmost seriousness. We have implemented robust measures to safeguard your information, ensuring its confidentiality, integrity, and protection against unauthorized access or disclosure. Here's how we prioritize the security of your personal data:</p><p>10.2 Secure Data Storage: Your personal data is stored on secure servers with access limited to authorized personnel only. These servers are protected by advanced security technologies to prevent unauthorized access.</p><p>10.3 Access Controls: Access to your personal data is restricted to employees, contractors, and service providers who require it to perform their tasks. Our access controls and authentication mechanisms ensure that only authorized individuals can access your data.</p><p>10.4 Data Minimization: We collect and process only the data that is necessary for providing our services. Unnecessary data is not retained, reducing the risk associated with data storage.</p><p>10.5 User Authentication: We implement user authentication mechanisms, including one-time OTP passwords to ensure that only authorized users can access their accounts.</p><p>10.6 Employee Awareness: We provide personal data protection awareness training to our employee to enhance your data security.</p><p>10.7 Data Protection Commitments: Our Service Providers are contractually obligated to comply with stringent data protection commitments. They are required to implement security measures consistent with industry best practices.</p><p>10.8 While we take every possible measure to protect your personal data, it's essential to acknowledge that no system can be entirely immune to security risks. We continuously monitor and update our security protocols to adapt to evolving threats, ensuring that your personal data remains safe and secure. If you have any concerns or suspect unauthorized access to your account, please contact us immediately so that we can take appropriate action to protect your data and investigate the matter thoroughly.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">11 Your Rights Regarding Personal Data</h3><p>11.1 You have the following rights regarding your personal data:</p><p>11.2 Right to Access: You can request a copy of your personal data that we hold.</p><p>11.3 Right to Rectification: You can request the correction of inaccurate or incomplete personal data.</p><p>11.4 Right to Erasure: You can request the deletion of your personal data under certain circumstances.</p><p>11.5 Right to Restrict Processing: You can request that we restrict the processing of your personal data under certain conditions.</p><p>11.6 Right to Data Portability: You can request the transfer of your data to another service provider.</p><p>11.7 Right to Object: You can object to the processing of your personal data for direct marketing purposes.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">12 Exercising Your Data Protection Rights</h3><p>12.1 To exercise your data protection rights, please contact us at through contact@dpox.co.uk. We will respond to your request within one month, in accordance with the UK Data Protection Act 2018.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">13 Links to Other Websites</h3><p>13.1 Our Website may contain links to other websites that are not operated by us. If you click on a third-party link, i.e. LinkedIn page, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy of every site you visit.</p><p>13.2 We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">14 Changes to this Privacy Policy</h3><p>14.1 We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.</p><p>14.2 You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">15 Contact Us</h3><p>15.1 If you have any questions about this Privacy Policy, you can contact us:</p><p>15.2 By email: contact@dpox.co.uk</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">16 TÜRKİYE Specific Addendum</h3><p>16.1 While DpoX is subject to the UK Data Protection Act 2018 and UK GDPR due to its residency criteria, it securely stores the personal data of companies in Türkiye on servers located within Türkiye. DpoX does not transfer this data abroad, ensuring compliance with Turkish Personal Data Protection regulations.</p><p>16.2 As required by the KVKK and decisions of the Personal Data Protection Board of Türkiye, DpoX Limited had been registered to the Data Controllers Registry Information System (\"VERBIS\") in Türkiye. The VERBIS notification of DpoX Limited can be found at https://verbis.kvkk.gov.tr/</p></div></div>",
    "terms": "<h2 class=\"text-3xl font-bold mb-4\">TERMS OF SERVICE</h2><p class=\"text-gray-600 mb-8\">Last Updated: September 1st, 2024</p><div class=\"space-y-8\"><div class=\"mt-8\"><h3 class=\"text-2xl font-semibold mb-4\">1 Scope</h3><p>1.1 These Terms of Service (hereinafter referred to as the \"Terms\") outline how DpoX operates, our services, our expectations from you when using our services, the protection of our intellectual property rights, and your legal rights in the event of any dispute related to our services. The Order Form approved by the DpoX is an annex and complementary part of these Terms.</p><p>1.2 We recommend that you carefully review these Terms before you start using our services.</p><p>1.3 Additionally, we recommend reviewing our Privacy and Cookie Policy, which is available at https://dpox.app/legal, for matters related to the protection of personal data and privacy.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">2 Parties</h3><p>2.1 The information regarding the legal entity providing DpoX Services is provided below.</p><p>2.2 DpoX Limited</p><p>2.3 124 City Rd London EC1V 2NX, London, UK</p><p>2.4 Company number 13657800</p><p>2.5 (Hereinafter referred to as \"DpoX\".)</p><p>2.6 On the other hand, entities that approve these Terms and use DpoX services or a demo account will be referred to as the \"Company\" within these Terms.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">3 Definitions</h3><p>3.1 \"An Administrator\" is an End User who is designated as an administrator by the Company and has access to DpoX with viewing rights within this scope.</p><p>3.2 \"A Consultant\" is an End User employed or contracted by the Company to provide consultancy services for ensuring compliance with personal data protection regulations, and who is designated as a consultant within the DpoX system.</p><p>3.3 \"A Department Representative\" is an End User designated as a department representative by the Company within the DpoX system, who has the authority to view and update screens related to their own department through DpoX.</p><p>3.4 \"Brand\" refers to the trade names, trademarks, service marks, logos, domain names, and other distinguishing features that belong to each party and have been protected by the respective party from time to time.</p><p>3.5 \"Confidential Information\" refers to information shared by one party with the other during the provision or supply of the Services, which is designated as confidential or is considered confidential by its nature.</p><p>3.6 \"Services\" refers to the core services provided by DpoX that are in effect at the time these Terms are accepted.</p><p>3.7 \"Corporate Email Address\" refers to the email address used by the End User to log in to DpoX, which ends with the Company's corporate domain name.</p><p>3.8 \"Domain Name\" refers to the domain name specified in the Order Form that will be used in connection with the Services.</p><p>3.9 \"End Users\" are individuals permitted by the Company to use the Services, and may include Administrators, Department Representatives, or Consultants.</p><p>3.10 \"End User Account\" refers to the accounts assigned by the Company in the DpoX system, which enable End Users to access and use the Services.</p><p>3.11 \"Intellectual Property Rights\" refers to all patent rights, copyright rights, trademark rights, trade secret rights (if any), design rights, database rights, domain name rights, moral rights, and all other intellectual property rights worldwide (whether registered or unregistered).</p><p>3.12 \"Representative Email Address\" refers to the email account provided in the Order Form by the Company, which belongs to the person representing the Company and to whom all approvals, requests, and notifications will be sent.</p><p>3.13 \"Order Form\" refers to the online form completed to access DpoX Services, which includes information about the Company and its authorized representative, as well as details regarding the duration, pricing, and other aspects of the Services.</p><p>3.14 \"Service Term\" refers to a one-year period specified in the Order Form, with start and end dates indicated.</p><p>3.15 \"Fees\" refer to the prices for the Services as listed on the https://tr.dpox.app/ücretler page, as applicable at the time. Prices do not include Taxes.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">4 Core Services</h3><p>4.1 DpoX is a software that provides various tools to facilitate workflows related to compliance with personal data protection regulations and the maintenance of ongoing compliance.</p><p>4.2 The DpoX Services are listed below:</p><p>4.3 DpoX consists of the following screens: Company, Department, Inventory, Actions, Documents, Data Controllers Register, and Audit.</p><p>4.4 The Company Screen is where assignments and updates of departments and representatives, as well as authorization processes, are performed, and where the assets of the Company are displayed.</p><p>4.5 The Department Screen is where Department Representatives can view summary information and data related to process and action statuses.</p><p>4.6 The Inventory Screen is where Department Representatives can update information related to personal data processing activities, suppliers, and personal data transfer activities for their own departments. Consultants can also use the analysis tools available on this screen to assess data processing and transfer activities.</p><p>4.7 The Actions Screen is where actions defined by Consultants are viewed by Department Representatives, and information regarding the completion status of these actions can be communicated.</p><p>4.8 The Documents Screen is where all documents prepared and periodically updated by the Company in accordance with personal data protection regulations are uploaded by Consultants and can be downloaded by Users.</p><p>4.9 The Data Controllers Register Screen is where summary tables that need to be reported to the Data Controllers Register by the Company are located.</p><p>4.10 The Audit Screen is where statistics regarding the completion status of department actions are displayed, and it can be viewed by Administrators and Consultants. Administrators can also view periodic tasks planned to be performed by Consultants and Department Representatives throughout the year on the Audit Screen.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">5 Users</h3><p>5.1 DpoX is designed to accommodate three different user types: Administrator, Department Representative, and Consultant.</p><p>5.2 Depending on their authorizations, Users can perform viewing and updating operations on the Company, Department, Inventory, Actions, Documents, Data Controllers Register, and Audit screens within DpoX.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">6 Function</h3><p>6.1 DpoX is provided to the Company in its design and functionality as of the date of acceptance of these Terms (\"as is condition\") and does not guarantee the achievement of any specific purpose. Please review the disclaimer below. DpoX reserves the right to modify and enhance the DpoX application and screens. Any changes or updates will be communicated to the Company.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">7 Free Demo Account</h3><p>7.1 DpoX offers a free demo account accessible for 3 business days to allow for the testing of DpoX Services. To activate the demo account, the Terms must be accepted, and the verification code sent to the corporate email address of the Company's authorized representative must be used to verify the corporate email address and confirm acceptance of the Terms. Applications for the demo account can be submitted via https://dpox.app/demo.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">8 Use of Services</h3><p>8.1 To use the Services, the Company must provide DpoX with at least the following information via the Order Form: the Company's title, registered address, trade registry number, tax identification number, and registered tax office; as well as the full name, corporate email address, and phone number of the Company's authorized representative. The Order Form and acceptance of these Terms are also required.</p><p>8.2 To use the Services, the corporate email address must be verified using the verification code sent to the email address of the Company's authorized representative, and acceptance of the Terms and Order Form must be confirmed.</p><p>8.3 The Company will be responsible for the information provided to DpoX for the creation of the account.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">9 Intellectual Property and License</h3><p>9.1 Except as explicitly stated in these Terms, nothing in these Terms grants either party any implicit or other rights to the content or intellectual property rights of the other party. All intellectual property rights in the Company's data belong to the Company, while all intellectual property rights related to the Services belong to DpoX.</p><p>9.2 DpoX does not provide the Company with a customized or personalized license. All content and materials defined, including but not limited to text, graphics, domains, code, algorithms, images, and logos, and their derivatives, are the intellectual property of DpoX. Any unauthorized use, including but not limited to reproduction, distribution, display, or transmission of any content, is strictly prohibited. These Terms do not grant the Company any ownership rights related to the license but only provide a limited, revocable right to use the Services according to these Terms.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">10 Fees and Billing</h3><p>10.1 The pricing for DpoX Services is determined based on the number of users in the Company on DpoX and is invoiced either monthly or annually, depending on the Company's preference indicated in the Order Form.</p><p>10.2 When calculating fees, any partially used days of the Services will be rounded up to the full day.</p><p>10.3 During the use of the Services, the Company may request the creation of additional user accounts beyond the number specified in the Order Form. Charges for the additional user accounts will be reflected in the invoices for the following months. If billing is done annually, a new invoice will be issued for the additional user accounts.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">11 Payments</h3><p>11.1 All payments will be made in the currency specified in the Order Form or invoice.</p><p>11.2 Invoice payments are made via the bank account details of DpoX specified in the Order Form. Invoice payments must be made within 30 days from the invoice date.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">12 Taxes</h3><p>12.1 The Company is responsible for all Taxes and will make payments to DpoX for the Services without any tax deductions. If DpoX has an obligation to collect or pay Taxes at the source, such Taxes will be invoiced to the Company. If the Company does not provide DpoX with a timely and valid tax exemption certificate, the Company will pay the Taxes to DpoX. The Company will be liable for any damages incurred by DpoX due to the provision of incorrect information or failure to pay the required Taxes.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">13 Invoice Disputes</h3><p>13.1 All requests related to billing and payment are reviewed by DpoX. To be considered, any disputes regarding billing and payment must be presented in good faith before the invoice's due date.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">14 Late Payment</h3><p>14.1 If invoice payments are not made within 30 days from the invoice date, this will be considered a late payment, and DpoX Services will be suspended. Additionally, the annual fee specified in the Order Form will become due.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">15 Changes to Fees</h3><p>15.1 DpoX may make changes to the fees at any time. However, such changes will apply to the renewal period. The Company may terminate the Services within 30 days following the renewal period without any additional payment obligations.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">16 Prohibited Uses</h3><p>16.1 DpoX must be used by the Company in accordance with the terms and conditions specified in these Terms throughout the duration.</p><p>16.2 The Company agrees that the Services will not be used by itself or by End Users in any of the following prohibited ways, will make reasonable efforts to prevent and terminate such uses, and will promptly inform DpoX if such use is detected. The Company will be responsible for any damages resulting from prohibited uses by End Users.</p><p>16.3 Prohibited uses include:</p><p>(a) Unauthorized use or access of Services, Accounts, or user information</p><p>(b) Copying, modifying, or creating derivative works of the Services.</p><p>(c) Applying reverse engineering to Services, converting, translating, or breaking down services into source code, or attempting to extract part or all of the source code of the Services</p><p>(d) Sale, resale, sublicensing, assignment, or distribution of part or all of the Services</p><p>(e) Using the Services for illegal activities</p><p>(f) Creating multiple accounts that simulate or mimic a single account in order to bypass service- specific usage limits or avoid fee charges</p><p>16.4 The Company may designate one or more Administrators who have the right to create User Accounts on DpoX. The Company is responsible for maintaining the confidentiality and security of End User Account information and related passwords, and for all uses of the End User Accounts.</p><p>16.5 If DpoX detects that the Company or any End User's use is in violation of these Terms, it will notify the Company and request that the violation be remedied. If the Company does not remedy the violation within 24 hours following DpoX's request, DpoX may suspend or terminate the Company's use of the Services, in whole or in part, until the violation is resolved. In cases of unacceptable use, DpoX may suspend or terminate the Services without any prior notice to the Company.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">17 Confidentiality</h3><p>17.1 The recipient of Confidential Information will use the information only to exercise its rights and fulfill its obligations under these Terms and will make reasonable efforts to prevent the disclosure of the Confidential Information. The recipient may disclose the Confidential Information to employees, managers, and consultants who need to know such information, provided that these individuals have entered into confidentiality agreements obligating them to maintain confidentiality. The recipient will ensure that these individuals use the Confidential Information only to exercise their rights and fulfill their obligations under these Terms.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">18 Protection of Personal Data</h3><p>18.1 Personal data may only be processed by the receiving party strictly for the purpose of fulfilling obligations arising from these Terms or the Services. Unless there is a legal obligation to retain the personal data, such data shall be destroyed in accordance with the legislation related to the termination of the legal relationship between the parties. Furthermore, the parties are obligated to take the necessary technical and administrative measures to ensure the security of personal data and to prevent unauthorized access to personal data.</p><p>18.2 For matters related to the protection and privacy of personal data, we recommend reviewing our Privacy and Cookie Policy available at https://dpox.app/legal.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">19 Promotion</h3><p>19.1 The parties may publicly state that they use or have been provided with DpoX Services and may publish brand elements, limited to logos and titles, on online or offline promotional materials.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">20 Duration</h3><p>20.1 The duration begins on the date these Terms are accepted and continues until the termination or renewal of the Services.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">21 Renewal</h3><p>21.1 Unless otherwise notified by the Company, the Services will automatically renew for the following year at the end of the year specified in the Order Form.</p><p>21.2 Charges for the renewed period will be based on the current rates for the Services at that time.</p><p>21.3 If either party wishes not to renew the Services, it must notify the other party within 30 days after the expiration of the period specified in the Order Form.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">22 Termination for Cause</h3><p>22.1 The Terms may be terminated by unilateral notice from either party in the following cases:</p><p>(a) Violation by either party of any material provision of these Terms, and failure to remedy such violation within 30 days after notification of the breach</p><p>(b) Either party ceasing its business operations or declaring bankruptcy</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">23 No Refund</h3><p>23.1 In the event of termination of these Terms or non-renewal, DpoX shall not be obligated to refund any fees.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">24 Changes to Services and Service Terms</h3><p>24.1 DpoX may make commercially reasonable changes to the Services from time to time. If DpoX makes a change to the Services that materially affects the Company's use of the Services, it will notify the Company.</p><p>24.2 DpoX may modify these Terms from time to time and will publish such changes at https://dpox.app/legal. These changes will only take effect at the beginning of the Company's next Order Term, and continued use of the Services by the Company on that date will constitute acceptance of the changes.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">25 Termination of Core Services</h3><p>25.1 DpoX may terminate its Core Services and cease operations, provided that it gives the Company at least 6 months' notice prior to the termination.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">26 Representations and Warranties</h3><p>26.1 Each party represents and warrants that it has all necessary rights and authority to approve these Terms on behalf of DpoX or the Company, and that it will comply with all applicable laws governing the provision or use of the Services.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">27 Disclaimer of Liability</h3><p>27.1 DpoX makes no warranties, either express or implied, including but not limited to warranties of compliance, suitability for a particular purpose, ownership, non-infringement, or that the Services will be error-free or uninterrupted. DpoX also makes no representations regarding any content or information accessible through the Services and expressly disclaims all such warranties and representations.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">28 Limitation of Liability</h3><p>28.1 Neither party shall be liable for any indirect, consequential, special, incidental, or punitive damages, or for any loss of profit, savings, or reputation arising out of or in connection with these Terms.</p><p>28.2 Each party's total liability arising from these Terms shall be limited to the fees paid by the Company during the 12-month period preceding the event giving rise to the liability. However, this limitation shall not apply in cases of fraud or fraudulent misrepresentation, or in the event of intellectual property rights infringement.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">29 Notices</h3><p>29.1 Notices under these Terms to DpoX shall be sent to contact@dpox.co.uk, and notices to the Company shall be sent to the Representative Email Address specified by the Company in the Order Form. Upon sending an email, the notice shall be deemed to have been received. The parties shall notify each other of any updates to their email addresses in accordance with the notice procedures described above.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">30 Assignment</h3><p>30.1 Neither party may assign any of its obligations or rights arising under these Terms without the prior written consent of the other party.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">31 Force Majeure</h3><p>31.1 Neither party shall be liable to the other for failure to fulfil its obligations under these Terms due to force majeure events such as natural disasters, military actions, intervention by judicial or administrative authorities, accidents, wars, revolutions, or cyber-attacks.</p><p>31.2 The parties acknowledge, represent, and warrant that the Services provided under these Terms will be delivered through the web-based DpoX platform, and that situations such as a lockdown imposed due to an epidemic will not prevent the provision of the Services.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">32 No Partnership</h3><p>32.1 These Terms or the Services do not create a partnership or any form of joint venture between the parties.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">33 No Wavier</h3><p>33.1 Neither party shall be deemed to have waived any right under this Agreement due to the non-performance (or delay in performance) of any obligation.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">34 Severability</h3><p>34.1 If any provision of this Agreement is found to be invalid, illegal, or unenforceable, the remaining provisions of the Agreement shall continue in full force and effect.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">35 No Third-Party Beneficiaries</h3><p>35.1 The Services do not confer any benefits on any third party.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">36 Surviving Provisions</h3><p>36.1 The provisions related to Intellectual Property, Confidentiality, Data Protection, Brand Usage, and Disclaimer of Liability contained in these Terms shall remain in effect even after the expiration or termination of these Terms.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">37 Entire Agreement</h3><p>37.1 These Terms govern all provisions and conditions agreed upon between the parties and supersede all previous agreements, whether verbal or written, between the parties relating to the Services, including all prior versions of these Terms.</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">38 Governing Law and Jurisdiction</h3><p>38.1 Any disputes or claims arising out of or in connection with these Terms or the Services (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of England and Wales.</p><p>38.2 The parties irrevocably agree to submit to the exclusive jurisdiction of the courts of England and Wales to resolve any disputes or claims arising out of or in connection with these Terms or the Services (including non-contractual disputes or claims).</p></div><div class=\"mt-12\"><h3 class=\"text-2xl font-semibold mb-4\">39 Headings</h3><p>39.1 The headings and subheadings used in these Terms are included for convenience and clarity of organization and shall not be considered in the interpretation of these Terms.</p></div></div>"
  }
}



