{
  "form": {
    "surec_ismi": "Süreç İsmi",
    "surec_ismi_desc": "Lütfen aşağıdaki bölüme max 25 karakter ile faaliyetin ismini yazınız. Örneğin; İş Başvurularının Toplanması, Tedarikçi Kartı Oluşturulması, Fatura Düzenlenmesi gibi.",
    "faaliyet_amaci": "Faaliyetin Amacı",
    "faaliyet_amaci_desc": "Lütfen aşağıdaki listeden bu faaliyeti gerçekleştirmenizdeki temel amacı seçiniz. Listede ilgili faaliyete uygun bir amaç görememeniz halinde 'Diğer' seçeneğini seçerek yazabilirsiniz.",
    "yaziniz": "Yazınız",
    "faaliyet_aciklamasi": "Faaliyet Açıklaması",
    "faaliyet_aciklamasi_desc": "Lütfen faaliyetin detaylarını açıklayınız. Örneğin; bu faaliyet pazar araştırması gerektirir, belirli bir müşteri segmentine odaklanır, belli başlı pazarlama kanalları üzerinde yoğunlaşır gibi açıklamalar yapınız.",
    "faaliyet_aciklamasi_placeholder": "Faaliyet açıklaması",
    "ilgili_departman": "İlgili Departman",
    "ilgili_departman_desc": "Lütfen ilgili kişisel veri işleme faaliyetini yürüten departmanı seçiniz.",
    "departman_seciniz": "Departman Seçiniz",
    "ilgili_kisi": "İlgili Kişi",
    "ilgili_kisi_desc": "Lütfen aşağıdaki listeden bu faaliyette kişisel verileri temin edilen kişi grubunu seçiniz. Listede uygun bir kişi grubu göremememeniz halinde 'Diğer' seçeneğini seçebilirsiniz.",
    "veri_kimden": "Kişisel Veriler Kimden ve Nasıl Temin Edilmektedir?",
    "veri_kimden_desc": "Lütfen aşağıdaki bölümde ilgili faaliyette kişisel verilerin kimden temin edildiğini belirtiniz.",
    "veri_yontem": "Lütfen aşağıdaki bölüme ilgili faaliyette kişisel verilerin nasıl temin edildiğini aktarınız. Örneğin, Eposta, Telefon, Log Kayıtları gibi.",
    "veri_yontem_desc": "Lütfen aşağıdaki bölümde ilgili faaliyette kişisel verilerin nasıl temin edildiğini seçiniz. Birden fazla seçim yapabilirsiniz.",
    "kisisel_veriler": "İşlenen Kişisel Veriler",
    "kisisel_veriler_desc": "Lütfen bu faaliyette işlenen kişisel verileri aşağıdaki listeden seçiniz.",
    "secili_kisisel_veriler": "Seçili Kişisel Veriler",
    "ara": "Kişisel Veri Ara...",
    "temizle": "Temizle",
    "secili_kisisel_veri_yok": "Henüz kişisel veri seçilmedi",
    "ilgili_kisi_sec": "İlgili Kişi Seçiniz",
    "ilgili_kisi_eklenmedi": "Henüz ilgili kişi eklenmedi",
    "ilgili_kisi_ekleyebilirsiniz": "Yukarıdan ilgili kişi ekleyebilirsiniz",
    "ilgili_kisi_seciniz": "Lütfen sol taraftan bir ilgili kişi seçiniz",
    "icin_kisisel_veriler": "için Kişisel Veriler",
    "otomatik_veri_isleme": "Kişisel Veriler Otomatik Veri işleme Faaliyetine Tabi Tutulmakta mıdır?",
    "otomatik_veri_isleme_desc": "Lütfen aşağıdaki bölümde kişisel verilerin, otomatik karar sistemleri gibi otomatik veri işleme faaliyetlerine tabi tutulup tutulmadığını belirtiniz.",
    "evet": "Evet",
    "hayir": "Hayır",
    "evet_ise_aciklayiniz": "Evet ise lütfen açıklayınız.",
    "dokuman_ismi": "İlgili Faaliyette Temin Edilen Kişisel Verileri İçeren Doküman, Kayıt veya Dosya İsmini Tanımlayınız.",
    "dokuman_ismi_desc": "Lütfen aşağıdaki bölüme kişisel verileri içeren doküman, kayıt veya dosya ismini yazınız. Örneğin; Fatura, Sözleşme, Masraf Talep Formu, Dekont, Servis Listesi, Demirbaş Teslim Tutanağı gibi.",
    "depolama_ortami": "Kişisel Verilerin Saklandığı Fiziki veya Elektronik Ortamları Seçiniz.",
    "depolama_ortami_desc": "Lütfen aşağıdaki bölümde kişisel verilerin saklandığı fiziki veya elektronik ortamları seçiniz. Örneğin; Birim Dolabı, Çekmeceler, Departman Ortak Klasörü, OneDrive gibi.",
    "tedarikci_dahil": "Kişisel Verilerin Temini, Saklanması veya Kullanılmasında Herhangi bir Tedarikçi Dahil Oluyor mu?",
    "tedarikci_dahil_desc": "Lütfen aşağıdaki bölümde tedarikçi listesinden ilgili faaliyete dahil olan tedarikçiyi veya tedarikçileri seçiniz ve tedarikçinin rolünü açıklama bölümünde belirtiniz. Listede ilgili tedarikçiyi bulamamanız halinde açıklama bölümünde belirtebilirsiniz."
  },
  "formEtkiAnalizi": {
    "gerceklestirme_amaci": "Faaliyetin Gerçekleştirilme Amacını Tanımlayınız.",
    "gerceklestirme_amaci_desc": "Lütfen aşağıdaki bölüme max 250 karakter ile faaliyetin gerçekleştirilme amacını yazınız.",
    "veri_sorumlusu": "Veri Sorumluları Siciline Bildirilecek İşleme Amacını Seçiniz.",
    "veri_sorumlusu_desc": "Lütfen aşağıdaki listeden bu faaliyetin Veri Sorumluları Siciline bildirilecek işleme amacını seçiniz. Birden fazla işleme amacı seçebilirsiniz.",
    "veri_sorumlusu_placeholder": "İşleme amacı seçiniz...",
    "amac_seciniz": "Lütfen en az bir işleme amacı seçiniz",
    "secili_amaclar": "Seçili İşleme Amaçları"
  },
  "common": {
    "yukleniyor": "Yükleniyor..."
  }
}
