{
  "form": {
    "loadingDetails": "Loading data... Please wait.",
    "surec_ismi": "Process Name",
    "surec_ismi_desc": "Please write the name of the activity in the section below with a maximum of 25 characters. For example; Collection of Job Applications, Creation of Supplier Card, Preparation of Invoice, etc.",
    "faaliyet_amaci": "Purpose of Activity",
    "faaliyet_amaci_desc": "Please select the main purpose of carrying out this activity from the list below. If you cannot see a purpose suitable for the relevant activity in the list, you can select and write the 'Other' option.",
    "yaziniz": "Write",
    "faaliyet_aciklamasi": "Activity Description",
    "faaliyet_aciklamasi_desc": "Please explain the details of the activity. For example; this activity requires market research, focuses on a specific customer segment, concentrates on certain marketing channels, etc.",
    "faaliyet_aciklamasi_placeholder": "Activity description",
    "ilgili_departman": "Related Department",
    "ilgili_departman_desc": "Please select the department that carries out the relevant personal data processing activity.",
    "departman_seciniz": "Select Department",
    "ilgili_kisi": "Related Person",
    "ilgili_kisi_desc": "Please select the group of people from the list below whose personal data is collected in this activity. If you do not see a suitable group of people on the list, you can select the 'Other' option.",
    "veri_kimden": "From Whom and How are Personal Data Collected?",
    "veri_kimden_desc": "Please indicate in the section below from whom the personal data is collected in the relevant activity.",
    "veri_yontem": "Please convey how the personal data is collected in the relevant activity in the section below. For example, Email, Phone, Log Records, etc.",
    "veri_yontem_desc": "Please select in the section below how the personal data is collected in the relevant activity. You can make multiple selections.",
    "kisisel_veriler": "Processed Personal Data",
    "kisisel_veriler_desc": "Please select the personal data processed in this activity from the list below.",
    "secili_kisisel_veriler": "Selected Personal Data",
    "ara": "Search Personal Data...",
    "temizle": "Clear",
    "secili_kisisel_veri_yok": "No personal data selected yet",
    "ilgili_kisi_sec": "Select Related Person",
    "ilgili_kisi_eklenmedi": "No related person added yet",
    "ilgili_kisi_ekleyebilirsiniz": "You can add a related person from above",
    "ilgili_kisi_seciniz": "Please select a related person from the left",
    "icin_kisisel_veriler": "for Personal Data",
    "otomatik_veri_isleme": "Are Personal Data Subject to Automated Data Processing Activity?",
    "otomatik_veri_isleme_desc": "Please indicate in the section below whether personal data is subject to automated data processing activities such as automated decision systems.",
    "evet": "Yes",
    "hayir": "No",
    "evet_ise_aciklayiniz": "If yes, please explain.",
    "dokuman_ismi": "Identify the Document, Record or File Name Containing Personal Data Obtained in the Related Activity.",
    "dokuman_ismi_desc": "Please write the name of the document, record or file containing personal data in the section below. For example; Invoice, Contract, Expense Claim Form, Receipt, Service List, Fixed Asset Delivery Report, etc.",
    "depolama_ortami": "Select Physical or Electronic Environments Where Personal Data is Stored.",
    "depolama_ortami_desc": "Please select the physical or electronic environments where personal data is stored in the section below. For example; Unit Cabinet, Drawers, Department Shared Folder, OneDrive, etc.",
    "tedarikci_dahil": "Is Any Supplier Involved in the Supply, Storage or Use of Personal Data?",
    "tedarikci_dahil_desc": "Please select the supplier or suppliers involved in the relevant activity from the supplier list in the section below and specify the role of the supplier in the description section. If you cannot find the relevant supplier in the list, you can specify it in the description section."
  },
  "formEtkiAnalizi": {
    "gerceklestirme_amaci": "Define the Purpose of Implementing the Activity.",
    "gerceklestirme_amaci_desc": "Please write the purpose of implementing the activity in the section below with a maximum of 250 characters.",
    "veri_sorumlusu": "Select the Processing Purpose to be Reported to the Data Controllers Registry.",
    "veri_sorumlusu_desc": "Please select from the list below the processing purpose of this activity to be reported to the Data Controllers Registry. You can select multiple processing purposes.",
    "veri_sorumlusu_placeholder": "Select processing purpose...",
    "amac_seciniz": "Please select at least one processing purpose",
    "secili_amaclar": "Selected Processing Purposes"
  },
  "common": {
    "yukleniyor": "Loading..."
  }
}
